[
  {
    "id": "re_QSk0PUXYckiV8p0aYRj6hx",
    "rating": 5,
    "review": "Great experience, great knowledge and advice for my eye health. Really liked communication and friendliness, def recommend!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_3J68cd-pbESKJ3wyl5R9hh",
    "rating": 5,
    "review": "Dr. Latek was amazing! She is extremely knowledgeable, answered all my questions and had great energy!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_YJFmuIa1BUizQHGzSYvpoh",
    "rating": 5,
    "review": "The doctor was very kind and helpful. Great listener and lovely person.",
    "name": "",
    "date": ""
  },
  {
    "id": "re_IlFOHpEsAU-6aoVkfv_ArR",
    "rating": 5,
    "review": "The office is phenomenal. Everyone is so helpful and friendly.",
    "name": "",
    "date": ""
  },
  {
    "id": "re_78Nddva1mk-xHUdeJ7vILB",
    "rating": 5,
    "review": "Great! Very informative and answered all of my questions!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_WsumQo1Zrkutv_OzdmpCxx",
    "rating": 5,
    "review": "Great doctor",
    "name": "",
    "date": ""
  },
  {
    "id": "re_WEdUgXdZbUqLB-6XrZwIbB",
    "rating": 5,
    "review": "The doctor was so informative and sweet! She went out of her way to explain things to me and the experience was top notch. Really loved her!!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_qgWztSzNCUy6aGRRDJ3GKh",
    "rating": 5,
    "review": "So good! Highly recommend!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_ZpYSZP5YU06pYfkUYcyFKB",
    "rating": 5,
    "review": "Joanna was truly incredible. She was able to identify that I had allergies which were impacting my eyes. She walked me through the recommended next steps and over the counter care. I will be seeing her every year moving forward for my annual. Highly recommend!!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_is-Of5F6Pkug8RzCaWdJCh",
    "rating": 5,
    "review": "Amazing! Super friendly",
    "name": "",
    "date": ""
  },
  {
    "id": "re_2ZZpswqPrUSlTSkMFeiHQx",
    "rating": 5,
    "review": "Dr. Latek is very thorough with her exams and makes sure to give quality care. I had an excellent experience with her and will 100% be returning!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_aJ3lq95j90WbZYF500gOLh",
    "rating": 5,
    "review": "Dr. Latek was awesome –she explained my condition so clearly (why it was happening and how to overcome it), super clear, patient, answered all my questions, and so friendly! Will definitely be back to see her!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_n6PYRh7LFk6TavFA2l1QOB",
    "rating": 5,
    "review": "Still waiting for my glasses - was told they'd be ready in a week and it's been 2.5 weeks. Had to call to ask for an update and they seemed annoyed that I would do so despite the clear delay. \n\nAppointment itself was great though.",
    "name": "",
    "date": ""
  },
  {
    "id": "re_mxc597L430eJnCBx4OuKbx",
    "rating": 5,
    "review": "Dr Joanna was amazing! She was so polite, understanding, and respectful. She listened, answered, and reassured me on all of my questions and concerns. I felt better post visit, than I did pre visit, and to me that’s always the sign of a great doctor.",
    "name": "",
    "date": ""
  },
  {
    "id": "re_fGorH6b-ZU-CF_6n7e2uwB",
    "rating": 5,
    "review": "Great experience - especially as a first time optometrist goer! Everyone was friendly, clear, and professional. I really appreciated it.",
    "name": "",
    "date": ""
  },
  {
    "id": "re_k_lSHhSblUKl8zMg_mxi7x",
    "rating": 5,
    "review": "It was very welcoming and friendly. I was early for my appointment and was seen way before time. The doctor explained everything in a way I was able to understand and remember.",
    "name": "",
    "date": ""
  },
  {
    "id": "re_P1I_mKFibUmc0vDRt3vpTR",
    "rating": 5,
    "review": "Dr.Joanna Latek was fabulous!! So kind and calming. I’ve never had such great bedside manner and she helped me figure out how to give my eyes a break since I have such a high prescription! She is also so professional. The front staff are so kind and helpful as well. All nice ladies and helped me find a pair of glasses that fit my face best .I believe her name was Sylvia !",
    "name": "",
    "date": ""
  },
  {
    "id": "re_O7vwkam5DkyoLdh_r-vQ4x",
    "rating": 5,
    "review": "Very pleasant! Knows what she's talking about and her bed side manner is beyond what I've experienced any where else. Thank you Dr. Latek! I'll see your for my next exam! :)",
    "name": "",
    "date": ""
  },
  {
    "id": "re_KtzlLaQG_kinAZYVX9Gb6h",
    "rating": 5,
    "review": "Dr. Latek was fantastic. She explained everything super well, and I left with all my answers. She knows what she’s doing! Highly recommend.",
    "name": "",
    "date": ""
  },
  {
    "id": "re_UrANdG8MdkCSH7by5kOX-x",
    "rating": 5,
    "review": "A fantastic experience was had with Dr.  Joanna and the team ! The front desk staff was friendly and welcoming. Highly recommended to anyone looking for an excellent eye doctor!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_-fKZGobWOkuft7RsTu046x",
    "rating": 5,
    "review": "Dr.Latek really took her time to figure out my prescription after many failed attempts with previous providers. I finally have contacts that don’t bother my eyes anymore. Definitely my new doctor!",
    "name": "",
    "date": ""
  },
  {
    "id": "re_zEZHc7uDZUWBpUKOrB7Gwx",
    "rating": 5,
    "review": "Dr Latek took the time to explain why I developed the problem that I had and what she was going to do to help me! I never thought I could achieve 20/20 but with her recommendations and treatment plan, I am confident I will be there soon. No other doctor in the past has ever explained my condition to me so thoroughly and now I whole-heartedly feel that I am part of my own treatmentbecause I understand the WHY! Thank you Dr Latek and I look forward to our future visits!show more",
    "name": "",
    "date": ""
  },
  {
    "id": "re_Sl88zxhg00qi9vQE6jt1nx",
    "rating": 5,
    "review": "Dr. Latek took the time to walk me through my first eye exam and sent me home with extra materials for my case.\nI appreciate that she took the extra time to explain what tools she was using and what she was looking for. \nI would recommend doctor Latek to anyone looking for the best in eye care in the city.  I look forward to my follow up with her.",
    "name": "",
    "date": ""
  }
]